Repository: mozilla-l10n/mt-training-data
Catalog: tzm/tzm_pontoon.tmx
Source language: en_us
Languages: tzm

source: %1$d out of %2$d
tzm: %1$d nger %2$d

source: 1. Go to Android Settings
tzm: 1. Ddu ɣer tisɣal n Android

source: %1$s can’t download this file type
tzm: ur izmir %1$s ad d-yagem anaw n ufaylu-a

source: %1$s is requesting your username and password.
tzm: Issutur-ak %2$ ism d tguri n uzray-nnek.

source: %1$s on %2$s %3$s
tzm: %1$s g %2$s %3$s

source: 1 tab
tzm: 1 n useksel

source: %2$s is requesting your username and password. The site says: “%1$s”
tzm: Issutur-ak %2$ ism d tguri n uzray-nnek. Da ittini usit: “%1$s”

source: About
tzm: Ɣef

source: About %1$s
tzm: Ɣef %1$s

source: Accept and edit suggestion
tzm: Degg tẓergeḍ asumer

source: Access your data for %1$s
tzm: Kcem ɣer isefka-nnek i %1$s

source: Access your data on %1$d other domains
tzm: Kcem ɣer isefka-nnek/m ɣef %1$d yigeran yaḍenin

source: Access your data on %1$d other sites
tzm: Kcem ɣer isefka-nnek/m ɣef %1$d yisiten yaḍenin

source: Access your data on 1 other domain
tzm: Kcem ɣer isefka-nnek/m ɣef 1 yiger yaḍen

source: Access your data on 1 other site
tzm: Kcem ɣer isefka-nnek/m ɣef 1 usit yaḍen

source: Account
tzm: Amiḍan

source: Account settings
tzm: Tisɣal n umiḍan

source: Add
tzm: Rnu

source: Add %1$s?
tzm: Rnu %1$s?

source: Add %1$s and %2$s to %3$s
tzm: Rnu %1$s d %2$s ɣer %3$s

source: Add %1$s to %2$s
tzm: Rnu %1$s ɣer %2$s

source: Add card
tzm: Rnu takarḍa

source: Add credit card
tzm: Rnu takarḍa n usmad

source: Add folder
tzm: Rnu asdaw

source: Add private tab
tzm: Rnu aseksel uslig

source: Addresses
tzm: Tansiwin

source: Address Not Found
tzm: Ur tettyafa tansa

source: Add shortcut
tzm: Rnu asanf

source: Add tab
tzm: Rnu aseksel

source: Add them to %1$s
tzm: Rnu-ten ɣer %1$s

source: Add to contact
tzm: Rnu ɣer wassaɣ

source: After one day
tzm: Seld yan n wass

source: After one month
tzm: Seld yan n wayyur

source: After one week
tzm: Seld yan n umalass

source: Allow
tzm: ssureg

source: ALLOW
tzm: SSUREG

source: Allow %1$s to open %2$s
tzm: Ssureg %1$s ad irẓem %2$s

source: Allow %1$s to send notifications?
tzm: ssureg %1$s ad yazen tineɣmisin?

source: Allow %1$s to use your camera?
tzm: ssureg %1$s ad issemres takamṛa-nnek?

source: Allow %1$s to use your camera and microphone?
tzm: ssureg %1$s ad issemres takamṛa d umikṛu-nnek?

source: Allow %1$s to use your location?
tzm: ssureg %1$s ad issemres tansa-nnek?

source: Allow %1$s to use your microphone?
tzm: ssureg %1$s ad issemres amikṛu-nnek?

source: Allow audio and video
tzm: Ssureg imsli d uvidyu

source: Allowed
tzm: Ittusureg

source: Always
tzm: Abda

source: Apr
tzm: Ibr

source: Are you sure?
tzm: S tidet?

source: Ask to allow
tzm: Ssuter asureg

source: Aug
tzm: Ɣuc

source: Authors
tzm: Imgayen

source: Call
tzm: Ɣer

source: Call with…
tzm: Ɣer s…

source: Card Number
tzm: Uṭṭun n tkarḍa

source: Choose a color
tzm: Sti yan uklu

source: Clear
tzm: Sfeḍ

source: Clear password
tzm: Sfeḍ taguri n uzeray

source: Close
tzm: Mḍel

source: Close after one day
tzm: Mdel seld yan wass

source: Close after one month
tzm: Mdel seld yan n wayyur

source: Close after one week
tzm: Mdel seld yan umalass

source: Close all tabs
tzm: Mdel akkʷ iseksal

source: Close manually
tzm: Mdel s ufus

source: Close private tabs
tzm: Mdel iseksal usligen

source: Close tab
tzm: Mdel aseksel

source: Close tabs
tzm: Mdel iseksal

source: Close tab %s
tzm: Mdel aseksel %s

source: Copy email address
tzm: Nɣel tansa imayl

source: Copy link
tzm: Nɣel asɣun

source: Could not open file
tzm: Ur izmir ad irẓem afaylu

source: %d addresses
tzm: %d n tansiwin

source: Dark
tzm: Adeɣmum

source: Dec
tzm: Duj

source: Delete
tzm: Kkes

source: Delete %1$d items
tzm: Kkes %1$d iferdas

source: Delete %1$s?
tzm: Kkes %1$s?

source: Delete card
tzm: Kkes takarḍa

source: Delete downloads
tzm: Kkes agamen

source: Device name
tzm: Isem n wallal

source: Dismiss find in page
tzm: Ttu arezzu g tasna

source: Don’t allow
tzm: Ad ur ssirig

source: Download
tzm: Agem

source: Download (%1$s)
tzm: Agem (%1$s)

source: Download link
tzm: Agem asɣen

source: Download paused
tzm: Agam ibedden

source: Downloads
tzm: Agamen

source: Downloads Removed
tzm: ttwakksen wagamen

source: %d pages
tzm: %d n tasniwin

source: %d tab
tzm: %d n useksel

source: %d tabs
tzm: %d n yiseksal

source: Edit
tzm: Ẓreg

source: EDIT
tzm: ẒREG

source: Edit card
tzm: Ẓreg takarḍa

source: Edit folder
tzm: ẓreg asdaw

source: Edit search engine
tzm: Ẓreg anesmassu n urezzu

source: Email
tzm: Imayl

source: Email with…
tzm: Azen imayl s…

source: Enter a search string
tzm: Ssekcem aḍris n urezzu

source: Error
tzm: Azgal

source: Expiration Date
tzm: Azemz n taggara

source: Expiration Date Month
tzm: Ayyur n uzemz n taggar

source: Expiration Date Year
tzm: Azemz n taggar n useggas

source: Feb
tzm: Bṛa

source: File Not Found
tzm: Ur ittyafa ufaylu

source: Find in page
tzm: Rzu g tasna

source: Find next result
tzm: Af tanaṭṭuft-dd yuckan

source: Firefox Account
tzm: Amiḍan Firefox

source: FOLDER
tzm: ASDAW

source: Follow device language
tzm: Ḍfer tutlay n wallal

source: General
tzm: Amatay

source: Go to settings
tzm: Ddu ɣer tisɣal

source: Go to Settings
tzm: Ddu ɣer tisɣal

source: Help
tzm: Tiwisi

source: Jan
tzm: Yen

source: Jul
tzm: Yul

source: Jun
tzm: Yun

source: Know your rights
tzm: Issin izerfan-nnek/m

source: Language
tzm: Tutlayt

source: Last 24 hours
tzm: 24 n tesragin timeggura

source: Last 30 days
tzm: 30 n wussan imeggura

source: Last 7 days
tzm: 7 n wussan imeggura

source: Learn more
tzm: Isin uggar

source: Learn More
tzm: Isin uggar

source: Leave
tzm: Ffeɣ

source: Library
tzm: Tasedlist

source: Light
tzm: Anafaw

source: Loading
tzm: Asali

source: Logins
tzm: Inekcam

source: Manually
tzm: S ufus

source: Mar
tzm: Maṛ

source: Media
tzm: Amidya

source: Menu
tzm: Umuɣ

source: Microphone 1
tzm: Amikṛu1

source: Microphone is on
tzm: Yuɣ umikṛu

source: Name
tzm: Isem

source: NAME
tzm: ISEM

source: Name (A-Z)
tzm: Isem (A-Ẓ)

source: Name on Card
tzm: Isem g tkarḍa

source: Never
tzm: Usar

source: New private tab
tzm: Aseksel uslig amaynu

source: New private tab opened
tzm: irzem useksel uslig amaynu

source: New tab
tzm: Aseksel amaynu

source: New tab opened
tzm: irzem useksel amaynu

source: No
tzm: Uhu

source: No thanks
tzm: Uhu, tanemmirt

source: Notification
tzm: Tineɣmisin

source: Notifications
tzm: Tineɣmisin

source: (No username)
tzm: (Walu yism unessemres)

source: Nov
tzm: Nwa

source: Oct
tzm: Kṭu

source: OK
tzm: WAXXA

source: Older
tzm: Iqburen

source: Open
tzm: Rẓem

source: Open a new Firefox tab
tzm: Rẓem Aseksel amaynu n Firefox

source: Open files downloaded to your device
tzm: Rẓem afaylu ittwagmen ɣer wallal-nnek

source: Open image in new tab
tzm: Rẓem tawlaft g useksel amaynu

source: Open in…
tzm: Rẓem g…

source: Open in %1$s
tzm: Rẓem g %1$s

source: Open in app
tzm: Rẓem g tsensi

source: Open in new tab
tzm: Ṛẓem g useksel amaynu

source: Open in private tab
tzm: Rẓem g useksel uslig

source: Open it in the menu
tzm: Rẓem-t g wumuɣ

source: Open link in new tab
tzm: Rẓem asɣen g useksel amaynu

source: Open link in private tab
tzm: Rẓem asɣen g useksel uslig

source: Open links in a private tab
tzm: Rẓem iseɣwan g useksel uslig

source: Open settings
tzm: Rẓem tisɣal

source: Open tabs
tzm: Rẓem iseksal

source: Open Tabs
tzm: Rẓem iseksal

source: Open tabs menu
tzm: Rẓem umuɣ n yiseksal

source: Other
tzm: Wayaḍ

source: Password
tzm: Taguri n uzerray

source: Password for %1$s
tzm: Taguri n uzerray i %1$s

source: Passwords
tzm: Tigurawin n uzerray

source: Pick a month
tzm: Fren yan uyyur

source: Play
tzm: Ɣer

source: Private
tzm: Uslig

source: Private %s
tzm: Uslig %s

source: Private Search
tzm: Arezzu Uslig

source: Private tab
tzm: Aseksel uslig

source: Private tabs
tzm: iseksal usligen

source: Quit
tzm: Ffeɣ

source: Remove
tzm: Kkes

source: Remove account
tzm: Kkes amiḍan

source: Rename
tzm: Ssenfel isem

source: Resend data
tzm: Ssuter ifeska

source: Save file to device
tzm: Agem afaylu ɣer wallal

source: Save image
tzm: Agem tawlaft

source: Search
tzm: Rzu

source: Search %1$s
tzm: Rzu %1$s

source: Search engine
tzm: Anesmassu n urezzu

source: Search engine settings
tzm: Tisɣal n unesmassu n urezzu

source: Search language
tzm: Tutlayt n urezzu

source: Search logins
tzm: Rzu inekcam

source: Search or enter address
tzm: Rzu neɣ ssekcem tansa

source: Search %s
tzm: Rzu %s

source: Search the web
tzm: Rzu g web

source: Select
tzm: Fren

source: Select tabs
tzm: Fren iseksal

source: Select Tabs
tzm: Fren iseksal

source: Send to device
tzm: Azen ɣer wallal

source: Sep
tzm: Cut

source: Settings
tzm: Tisɣal

source: Share
tzm: Bḍu

source: Share a link
tzm: Bḍu asɣen

source: Share all tabs
tzm: Bḍu akkʷ iseksal

source: Share email address
tzm: Bḍu tansa imayl

source: Share image
tzm: Bḍu tawlaft

source: Share link
tzm: Bḍu asɣen

source: Share tab
tzm: Bḍu aseksel

source: Share tabs
tzm: Bḍu iseksal

source: Share via
tzm: Bḍu s

source: Share with…
tzm: Bḍu d…

source: Sign in
tzm: Kcem

source: Sign out
tzm: Ffeɣ

source: Site notifications
tzm: Tineɣmisin n wasiten

source: Speak now
tzm: ssiwel dɣi

source: %s (Private)
tzm: %s (Uslig)

source: Status:
tzm: Addad:

source: Stay
tzm: Qqim

source: Stop
tzm: Sbedd

source: Tab from %s
tzm: Aseksel seg %s

source: Tab menu
tzm: Umuɣ n yiseksal

source: Tabs
tzm: iseksal

source: Tab sent!
tzm: Ittwazen useksel!

source: Tab settings
tzm: Tisɣal n useksel

source: Tabs sent!
tzm: Ttwaznen iseksal!

source: Theme
tzm: Asgum

source: The page at %1$s says:
tzm: Da ttini tasna g %1$s:

source: This time, search with:
tzm: Tikkelt-a, rzu s:

source: To allow it:
tzm: Ssureg-t:

source: Today
tzm: Ass-a

source: Translation not found, for locale %1$s neither default language %2$s
tzm: Ur tettwaf tsuɣilt, i tdigant %1$s ula i tutlayt tamezwert %2$s

source: Try Again
tzm: Arem daɣ

source: Unable to open %1$s
tzm: Ur izmir ad irẓem %1$s

source: Unknown Protocol
tzm: Abrutukul arussin

source: Unlock %1$s
tzm: Rẓem %1$s

source: Username
tzm: Isem n unessemres

source: View
tzm: Sken

source: Website
tzm: Asmel Web

source: Welcome to %s!
tzm: Ansuf ɣer %s!

source: What’s New
tzm: Amaynu

source: Yes
tzm: Yah

source: Yesterday
tzm: Assennaṭ

source: Your rights
tzm: Izerfan-nnek/m

source: Your Rights
tzm: Izerfan-nnek/m

source: boolean
tzm: abulan

source: channel
tzm: tabadut

source: context
tzm: amnaḍ

source: cryptominer
tzm: akripṭuminar

source: Fellow
tzm: Ḍfer

source: open source
tzm: Taɣbalut yerẓmen

source: studies
tzm: taɣuri

source: track
tzm: ḍfer

source: trackers
tzm: ineḍfaren

source: validate
tzm: Ssentem
